import Api from "./apiA.json";

export const Arabic =  {
    "lang":"ar",
    "title":{
        "gallery":"المعـــرض",
        "about":"عننـــــا",
        "contact":"اتصـــل بنــا",
        "car":"طلاء السيـــارات",
        "wood":"دهانــات الاخشاب",
        "paint":"دهانــات الإنشائي",
        "where":"اماكن الشـــراء"

    },
    "navbar": [    

        {
            "id": 1,
            "text":"الصفحة الرئسية",
            "bath":"/"
        },
        {
            "id": 2,
            "text":"المنتجات",
            "bath":"/products"
        },
        {
            "id": 3,
            "text":"الاخبار",
            "bath":"/news"
        },
        {
            "id": 4,
            "text":"المعرض",
            "bath":"/gallery"
        },
        {
            "id": 5,
            "text":"اتصل بنا",
            "bath":"/contact"
        },
        {
            "id": 6,
            "text":"عننا",
            "bath":"/about"
        }
    ],

    "megaProducts":[
        {
            "section":"طلاء السيـــارات",
            "links":[
                      {
                      "id":1,   
                      "name":"عرض المنتجــات",
                      "bath":"/products/cars"
                      },
                      {
                       "id":2,   
                       "name":"Color Formule",
                       "bath":"/gallery"
                       },
                       {
                        "id":3,   
                       "name":"Color Matching",
                       "bath":"/gallery"
                       },
                       {
                        "id":4,   
                       "name":"Troubleshooting",
                       "bath":"/troubleshooting"
                       },
                       {
                        "id":5,   
                       "name":"الاسئله الشائعــة",
                       "bath":"/questionCar"
                       }
            ]
        },
        {
            "section":"دهانــات الاخشاب",
            "links":[
                {
                 "id":1,   
                 "name":"عرض المنتجــات",
                 "bath":"/products/woods"
                },
                {
                   "id":2,   
                   "name":"الاسئله الشائعــة",
                   "bath":"/questionWood"
                }
             
            ]
        },
        {
            "section":"دهانــات الانشائي",
            "links":[
                   {
                    "id":1,   
                    "name":"عرض المنتجــات",
                    "bath":"/products/paints"
                   },
                   {
                    "id":2,   
                   "name":"الاسئله الشائعــة",
                   "bath":"/questionPaint"
                   }
                  
            ]
        }

    ],

    "home":{
        "boxProducts":{
            "car":{
                "title":"دهانات السيارات",
                "why":["الافضل في مصر","الافضل في العالم"],
                "prag":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
            },
            "wood":{
                "title":"دهانات الاخشاب",
                "why":["الافضل في مصر","الافضل في العالم"],
                "prag":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
            },
            "paint":{
                "title":" دهانات الإنشائي",
                "why":["الافضل في مصر","الافضل في العالم"],
                "prag":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
            },
        },
        "family":[
            {
                "type":"كابسي",
                "details":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف",
                "class":"one"
            },
            {
                "type":"لاتيكو",
                "details":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف",
                "class":"two"
            },
            {
                "type":"ديما",
                "details":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف",
                "class":"three"


            }
        ],
        "testimonial":[ 
            {
                "name":"محمد",
                "content":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
                
            },
            {
                "name":"نصر",
                "content":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
                
            },
            {
                "name":"ميرنا",
                "content":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
                
            },
            {
                "name":"احمد",
                "content":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
                
            },
            {
                "name":"خالد",
                "content":"هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولايزال المعيار للنص الشكلي منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف"
                
            },
        
         ],
         "experience":[
                        "الخبــرة",
                        "زوار الصفحة",
                        "فروعنـــا",
                        "المنتجــات"
                     ],
          "title":{
                    "product":"منتجاتنـــا",
                    "family":"عائـله كابســي",
                    "gallery":"معارضنـــا",
                    "new":"ما الجديــد لدينـا",
                    "experience":"انجازات كابســي",
                    "testimonial":"اراء العمــلاء"
                  }


    },
    
    "products":{  
              "cars":Api.cars,
              "woods":Api.woods,
              "paints":Api.paints
              },

    "aboutUs":Api.aboutUs,
    "contact":Api.contact,
    "place":Api.place,
    "question":Api.question,
    "troubleshooting":Api.troubleshooting








        

     
     
 }  
 